{
  "jobsToBeDone": [
    {
      "key": "Context",
      "description": "The business situation or operating environment.",
      "example": "“Quarterly close process across distributed finance teams.”" 
    },
    {
      "key": "Struggling Moments",
      "description": "Breakdowns, inefficiencies, or risks that trigger the search.",
      "example": "“Errors in revenue recognition delaying financial reporting.”" 
    },
    {
      "key": "Pushes",
      "description": "Internal and external forces moving them toward or away from change.",
      "example": "“CFO pressure to modernize systems vs. IT reluctance to add new vendors.”" 
    },
    {
      "key": "Anxieties",
      "description": "Concerns about adopting something new, and inertia with current processes/tools.",
      "example": "“Fear of migration failure; comfort with spreadsheets.”" 
    },
    {
      "key": "Desired Outcomes",
      "description": "Business goals and success metrics they want to achieve.",
      "example": "“Reduce audit prep time by 50%; ensure SOX compliance.”" 
    },
    {
      "key": "Basic Quality (Table Stakes)",
      "description": "Minimum standards a solution must meet to even be considered.",
      "example": "“SOC2 compliance, API integrations with ERP, enterprise-grade security.”" 
    },
    {
      "key": "Hiring Criteria",
      "description": "Differentiators that make them select one vendor.",
      "example": "“Proven implementation playbook; reference customers in financial services.”" 
    },
    {
      "key": "Firing Criteria",
      "description": "Triggers that get a vendor rejected or replaced.",
      "example": "“System downtime; lack of role-based access control.”" 
    },
    {
      "key": "Key Trade-offs",
      "description": "Acceptable compromises or limits.",
      "example": "“May sacrifice customization for faster time to value.”" 
    }
  ],
  "customerValue": [
    {
      "key": "Table Stakes",
      "description": "The non-negotiables for credibility. If you don’t have them, you’re out. These are compliance, security, reliability, and integration standards every enterprise expects.",
      "example": "“SOC2 certification, ERP integration, 99.9% uptime SLAs.”" 
    },
    {
      "key": "Functional Value",
      "description": "The tangible, measurable business outcomes. This is the hard ROI—efficiency gains, cost savings, revenue growth, or risk mitigation.",
      "example": "“$500K OpEx savings validated by faster close cycles and error-rate reduction.”" 
    },
    {
      "key": "Ease of Doing Business",
      "description": "How simple you make adoption and use. Enterprise buyers weigh friction. A solution that’s easier to buy, implement, and run often beats a “better” product.",
      "example": "“Fast implementation playbook, role-based onboarding, 24/7 enterprise support.”" 
    },
    {
      "key": "Individual Value",
      "description": "What matters to each stakeholder in the buying group. Individual Value addresses what each one personally gains—status, confidence, workload relief, or career upside.",
      "example": "“CFO is seen as innovator; IT leader feels secure in system stability; end users save hours of manual work.”" 
    },
    {
      "key": "Aspirational Value",
      "description": "Alignment with vision and purpose. Higher-order motivations that make a vendor strategic.",
      "example": "“Supports ESG reporting goals; positions company as a digital leader; signals innovation to board and investors.”" 
    }
  ],
  "willingnessToPay": [
    {
      "key": "Ability to Pay",
      "description": "Whether the customer has budget and capacity to spend. Even high-value solutions fail without available budget or a way to fund them.",
      "example": "“Line item already approved in FY25 budget for compliance automation.”" 
    },
    {
      "key": "Economic Justification",
      "description": "Whether the ROI and payback case makes financial sense. Customers want proof the investment will pay for itself within an acceptable time horizon.",
      "example": "“Pays for itself in under 12 months through $1M annual cost avoidance.”" 
    },
    {
      "key": "Relative Value vs. Alternatives",
      "description": "How your solution compares to competitors or the status quo. If your product delivers clearer, differentiated outcomes, willingness to pay rises.",
      "example": "“Automates 80% of manual work versus consultant-heavy models.”" 
    },
    {
      "key": "Risk",
      "description": "How much risk or friction they see in making the change. Higher risk perception or switching pain lowers willingness to pay; clear mitigation raises it.",
      "example": "“Migration takes days, not months; vendor assumes implementation risk.”" 
    },
    {
      "key": "Market Reference Points",
      "description": "The pricing anchors customers bring from prior spend or competitors. Buyers rarely assess value in a vacuum; they benchmark against what “similar” tools cost.",
      "example": "“Analytics platforms in this space usually run $100K–$150K annually.”" 
    }
  ]
}
